{"id":"jane","name":"Jane","code":"MBCC-S-626","rank":"A","tendency":"reticle","alignment":"violence","birthplace":"Eastside","gender":"Female","birthday":"September 14","ability":"Criminal Palpitations","case":"Eastside Serial Bank Robbery","info":"A Sinner adept at fighting flocks of enemies. Deals 5% more damage.","media":[{"title":"[Eng CC] New CN A-rank Reticle | Jane Character Trailer","id":"SmppYxSIEIY","author":"Jiu Jiu Subs","authorID":"qwertdwlrma"},{"title":"[Eng CC] Path to Nowhere: Permanent Gameplay - \"Eternal Nightmare\": Glimmer in the Long Night","id":"OM3GdH2HXfI","author":"Jiu Jiu Subs","authorID":"qwertdwlrma"}],"releaseDate":"2024-07-25","damageType":["physical"],"exclusiveCrimebrand":{"name":"Perfect Robbery","description":"Attack increases by 10% / 18% / 25%. When releasing [Mayhem Bomb], an additional [Jane - Type II Shell] is fired."},"ecbFlavourText":"\"Destruction and judgment are my predestined end.\"\n\"Before that, let me make a big scene.\"","maniaIntensify":{"title":"Might","text":"Deals 15% more damage to enemies without any cores."},"stats":[{"level":1,"atkSpd":0.6,"block":1,"hp":865,"atk":155,"def":54,"res":56},{"level":90,"atkSpd":0.6,"block":1,"hp":3589,"atk":642,"def":224,"res":231}],"img":{"skill1":"https://utfs.io/f/c521a026-7dac-4a0c-887d-ffd1f6cf385b-ee1s1.png","skill2":"https://utfs.io/f/e6de9d79-ea16-4526-bd47-d85b9fb50886-ee1s0.png","skill3":"https://utfs.io/f/86ccffef-cf37-41d2-be90-436034acbf79-ee1rz.png","skill4":"https://utfs.io/f/d93958ac-af59-46d3-a235-360cb7cfa281-ee1ry.png","shackles1":"https://utfs.io/f/d0dda5e8-76b8-4f59-9c60-1753057ac5e2-tt3bt8.png","shackles2":"https://utfs.io/f/89e6e64b-b3e7-4b8e-84d1-f4a24f3b5e6b-tt3bt9.png","shackles3":"https://utfs.io/f/8c0ba3f9-80d4-4010-bdbf-142d2138fc3f-tt3bta.png","shackles4":"https://utfs.io/f/d0b32fb3-bdbd-4146-9a5b-eba5d008600a-tt3btb.png","shackles5":"https://utfs.io/f/fe6411b5-72d4-4186-aba9-eb9a0fd8b589-tt3btc.png","ecb":"https://utfs.io/f/038736d7-87d4-45e1-b402-80ac9fb3fd75-dd77a3.jpg","thumbnail":"https://utfs.io/f/26cc5ffa-33a9-476c-a304-429774a20dab-dy00zx.png","mugshot":"https://utfs.io/f/0f9d039a-7857-44b0-a3b6-19f9bad3b5f9-opw486.png","base":"https://utfs.io/f/02dd2630-e98f-4f30-ae72-d83636a101eb-btf47k.png","mini":"https://utfs.io/f/bf9c2083-caed-416a-980a-2db61767082a-btmavq.png","phaseup":"https://utfs.io/f/012a3cdd-1067-449d-841f-a1c1177ab7f2-d2eto7.png","icon":"https://utfs.io/f/735aea88-d24e-4ae6-9ece-126c65639c05-btjmig.png","gallery":"https://utfs.io/f/8e8b2552-da8d-41ed-a139-8e407eeaa0a3-jvoaer.png"},"release":"new","skillPriority":"3142","skillDistribution":"7777 → 9999","summaryAuthors":["EKG"],"notableShackles":[0,2,4],"recommendedECB":"1","skillMat":"ice","skillRelic":"ravings","phaseMat1":"twilight","phaseMat2":"bone","crimebrandSets":[{"name":"Rising Wind","crimebrands":["rising-wind","rising-wind","heavy-contamination"],"note":"Very strong for mobbing, as she deals AoE damage with her attacks. Somewhat too good, as she can lose stacks by killing things too fast."},{"name":"Behind The Mask","crimebrands":["behind-the-mask","behind-the-mask","behind-the-mask"],"note":"Good Physical DPS crimebrand overall, finds use on Jane. However, as her speciality is mobbing weaker enemies, they tend to have low DEF values (under 100) and Jane may not see the full effect of this set."},{"name":"Year One: Perishing Star","crimebrands":["year-one-perishing-star","year-one-perishing-star","year-one-perishing-star"],"note":"If you can set her down in one good spot like an auto-turret, this set raises her ATK significantly."},{"name":"Tower + Inversion","crimebrands":["tower","inversion","inversion"],"note":"Provides energy to Jane in long battles so she can Ult more often. This is likely better placed on another Sinner in your team, but does work well on her."},{"name":"Imaginary Gambit","crimebrands":["imaginary-gambit","imaginary-gambit","imaginary-gambit"],"note":"You have to ensure the move count is odd to keep the damage increase. If you can, this set has potential to do good damage."}],"shackles":[{"title":"Shackles Sync I","description":"Attack +5%"},{"title":"Gunfire Modification","description":"The effect of [Criminal Palpitations] also applies to [Jane - Type I Shell]."},{"title":"Shackles Sync II","description":"Attack +5%"},{"title":"Notorious","description":"For each enemy death on the field, recovers #1# Energy. Can be triggered up to #3# times per second."},{"title":"Shackles Sync III","description":"Attack +5%"}],"skills":[{"name":"Jane - Type I Shell","tags":["Normal ATK"],"upgrade":{"values":[[81],[87],[94],[102],[110],[119],[129],[139],[150],[162]],"description":"Damage is increased to $0%."},"description":"Jane attacks with a grenade launcher, firing a grenade at the target's grid each time. When the grenade lands, it deals (Attack * 81%) Physical Damage to all enemies within the single grid.","range":[[1,1,1,1],[9,1,1,1],[1,1,1,1]]},{"name":"Mayhem Bomb","tags":["Ultimate","15 Energy"],"upgrade":{"values":[[293],[316],[342],[369],[399],[431],[465],[502],[543],[586]],"description":"Damage is increased to $0%."},"description":"Jane automatically casts her Ultimate when her Energy is full. Her normal attack changes to [Jane - Type II Shell]. When the grenade lands, it deals (Attack * 293%) Physical Damage to all enemies within the 3x3 square, counting as normal attack damage.","range":[[1,1,1],[1,8,1],[1,1,1]]},{"name":"Quavery Raid","tags":["Passive"],"description":"When dealing damage to the enemy for the first time, additionally deals (Attack * 162%) Physical damage, counting as normal attack damage.","upgrade":{"values":[[162],[175],[189],[204],[220],[238],[257],[278],[300],[324]],"description":"Damage is increased to $0%."}},{"name":"Criminal Palpitations","tags":["Passive"],"description":"For each enemy [Jane - Type II Shell] hits, the damage dealt to that enemy increases by #10%#, up to a maximum of #30%#.","upgrade":{"values":[[10,30],[10.8,32.4],[11.7,35.1],[12.6,37.8],[13.6,40.8],[14.7,44.1],[15.9,47.7],[17.1,51.3],[18.5,55.5],[20,60]],"description":"Damage boost increases to $0%. Maximum limit increases to $0%."}}],"compliance":["Unlock File: Performance in Serving Term, TBA +TBA","TBA +TBA","TBA +TBA","Unlock Voice: Special Conversation 1, TBA +TBA, Unlock Mission: TBA.","TBA +TBA","Unlock File: Performance in Serving Term","Unlock Voice: Special Conversation 2","Unlock Voice: Special Conversation 3, Unlock Mission: Complete Interrogation.","Unlock File: Performance in Serving Term, Unlock Sticker","Unlock File: Performance in Serving Term, Unlock Voice: Full Compliance, Unlock Sinner Title: TBA"],"height":160,"maniaIntensifyTitle":"Might","maniaIntensifyText":"Deals 15% more damage to enemies without any cores.","criminalRecord":"The culprit behind the robberies of multiple Eastside banks within three years involving a total of 37 million DisCoins.\\nAlthough no injuries were incurred, her crimes resulted in significant social and economic impact and losses to Eastside.\n\n--\n\nWhile the subject was paying off her father's gambling debt, her ability awakened and she attacked the debt collectors. The subject caught the attention of the leader of the criminal group Ghost, who recruited her for her talent. Upon completing her training, she was tasked with robbing multiple banks in Eastside.\n\nThe subject attempted more than once to dismantle the group, but due to her limited ability and fear of implicating her family, she never followed through with her plan. The subject adhered to her principles and never killed any innocent Eastside civilians.\n\nAfter killing the leader of Ghost, she did not accept Eastside's offer to offset her wrongdoings with her contributions and insisted on repaying all the stolen funds.","mutationAssessment":"\"+++* Ability Summary\r\nHer ability activates automatically under high pressure or combat environments, significantly enhancing her physical capabilities. In this state, the subject cannot fully control her emotions and can barely maintain a stable mental state.\r\n\r\n+++* Awakening Signs\r\nDue to her father's huge gambling debt, the debt collectors threatened her family's lives when they couldn't get the money. The immense mental pressure forced her to awaken.\r\n\r\n+++* Corruption State\r\nHer degree of corruption is relatively mild, and she remains sane most of the time. The subject only becomes corrupted by Mania during combat or under high-pressure environments. According to the Bureau's research statistics, the shackles can stably suppress such corruption.","nameEN":"Jane","nameKR":"제인","nameJP":"ジェイン","nameCN":"简","namePinyin":"Jiǎn","nameRomaji":"Jein","voiceactorCN":"Si Bai [四白]","voiceactorJP":"Sakurai Miyuki [櫻井みゆき]","voiceactorKR":"Kim Soon-mi [김순미]","arrestRec1":"Ghost has reappeared in Eastside. As a gang notorious for bank robbery, their presence gives the sheriffs a huge headache. If the situation continues to worsen, the FAC hopes the Bureau can take up the case when necessary.","arrestRec2":"Her father was once a highly respected sheriff in Eastside, and her mother was an accountant for a well-known company. But three years ago, after her father accumulated a huge debt, her family fell apart.","arrestRec3":"The subject was once a member of the robbery gang Ghost. When her father went missing and her mother was severely injured, Ghost noticed her exceptional reflexes and Sinner gift, and coerced her into joining the group by threatening her parents' safety. Due to the events three years ago, she has developed a fear of the act of shooting.","arrestRec4":"The subject personally killed the leader of Ghost. Having understood the course of the entire incident, Eastside decided to neither punish nor commend her and that the banks would absorb their own losses. However, at her insistent request, she was detained by the MBCC's Chief and agreed to surrender all her earnings from working at the Bureau to compensate for the bank's losses.","servingTerm1":"An almost fanatical gun enthusiast, she collects firearms of different models from before Nightfall and modifies these guns and ammunition. Because she possesses too many dangerous firearms, most are stored in the Bureau's armory and can only be accessed freely during missions.","servingTerm2":"The subject is detained by the Bureau as both an employee and a Sinner. She does office and administrative work when she's not deployed on missions as a Sinner. The subject refuses any form of financial aid and uses all her income to repay the 37 million DisCoins stolen during the robberies.","servingTerm3":"The subject loves watching TV shows and movies, particularly police dramas and gunfight films. The subject often becomes fully engrossed when watching these films and would write detailed reviews and ratings.","servingTerm4":"The subject regularly visits a nursing home in Eastside to see her parents, accompanied by the MBCC's Chief. Every time, her parents would pull her aside to whisper something to her, glancing at her companion from time to time.","voicelines":[{"Sinner":"Jane","Tag":"Base","Obtain the Sinner - EN":"Hello, my name is Jane. As you can see, I'm a Sinner. May I ask... Is this the place where Sinners come to look for work?","Obtain the Sinner - JP":"こんにちは、あたしはジェイン。見ての通りのコンビクトだ。あの……ここはコンビクトたちが仕事を見つけられる場所か？","Obtain the Sinner - KR":"안녕하세요, 저는 제인이라고 해요. 보시다시피, 수감자예요. 혹시… 이곳이 바로 수감자들이 일거리를 구할 수 있는 곳인가요?","Obtain the Sinner - CN":"您好，我是简，如您所见，是一名禁闭者。请问……这里就是禁闭者们能找到工作的地方么？","Obtain the Sinner - TW":"您好，我是簡，如您所見，是一名禁閉者。請問……這裡就是禁閉者們能找到工作的地方嗎？","Obtain the Sinner - File":"\"vo_jane_cacha_001\"","Raise to Phase 1 - EN":"If I become stronger, will I get a raise? If not, I may have to make another trip to the vault.","Raise to Phase 1 - JP":"強くなれば給料も上がるんだよな？上がらなかったら、もう1回金庫に取りに行くしかない。","Raise to Phase 1 - KR":"강해지면 임금도 오르겠죠? 임금이 그대로라면 전 다시 은행 강도가 될 수밖에 없어요.","Raise to Phase 1 - CN":"变强的话，工资也会涨吧？要是不涨的话，我就只能再去金库里面取了。","Raise to Phase 1 - TW":"變強的話，工資也會漲吧？要是不漲的話，我就只能再去金庫裡面取了。","Raise to Phase 1 - File":"\"vo_jane_promotion_001\"","Raise to Phase 3 - EN":"You've done enough for me. The mistakes I've made... I must pay the price for them myself.","Raise to Phase 3 - JP":"これで十分だ……犯した過ちは、自分で償わないと。","Raise to Phase 3 - KR":"이 정도면 충분해요… 제가 저지른 잘못은 제 손으로 직접 해결해야 해요.","Raise to Phase 3 - CN":"这样，就够了……我犯下的过错，必须由我亲自偿还才行。","Raise to Phase 3 - TW":"這樣，就夠了……我犯下的過錯，必須由我親自償還才行。","Raise to Phase 3 - File":"\"vo_jane_promotion2_001\"","Level Start - EN":"Finally... It's time to enjoy the fight...","Level Start - JP":"さぁ……ようやく戦いを楽しむ時間だ……","Level Start - KR":"자… 드디어 전투를 즐길 시간이 왔다…","Level Start - CN":"来吧……享受战斗的时刻终于到了……","Level Start - TW":"來吧……享受戰鬥的時刻終於到了……","Level Start - File":"\"vo_jane_battlebegin_001\"","Win Battles - EN":"Hmph, so weak. Only a few shots, and it's over and done with.","Win Battles - JP":"弱いな。数発撃っただけで動かなくなるなんて。","Win Battles - KR":"너무 약하잖아? 총알 몇 발에 꼼짝도 못 하다니.","Win Battles - CN":"好弱，几枪就不能动了。","Win Battles - TW":"好弱，幾槍就不能動了。","Win Battles - File":"\"vo_jane_battlewin_001\"","Lose Battles - EN":"Next time... next time... I swear I'll blast those Corruptors into a million pieces.","Lose Battles - JP":"次こそは……次こそは、死瞳たちをバラバラに吹き飛ばしてやる。","Lose Battles - KR":"다음번에… 다음번에는 반드시 이 괴변체들을 모조리 산산조각 내겠어.","Lose Battles - CN":"下次……下次我一定会把这群死役通通炸成碎片的。","Lose Battles - TW":"下次……下次我一定會把這群死役通通炸成碎片的。","Lose Battles - File":"\"vo_jane_battlelose_001\"","Ultimate Skill - EN":"Goodbye and good riddance, reptiles.","Ultimate Skill - JP":"じゃあな、虫けらども。","Ultimate Skill - KR":"잘 가, 이 벌레들아.","Ultimate Skill - CN":"永别了，爬虫们。","Ultimate Skill - TW":"永別了，爬蟲們。","Ultimate Skill - File":"\"bt_jane_uniqueskill_001\"","Die in Battles - EN":"This... is... my punishment...","Die in Battles - JP":"これは……あたしへの罰だ……","Die in Battles - KR":"이게 바로… 내게 내려진 벌인가…","Die in Battles - CN":"这是……对我的惩罚……","Die in Battles - TW":"這是……對我的懲罰……","Die in Battles - File":"\"bt_jane_dead_001\"","Greeting - EN":"Is there a suitable mission for me? Preferably a solo one.","Greeting - JP":"あたしに合う任務はあるか？できればソロだとありがたい。","Greeting - KR":"괜찮은 임무라도 있어요? 가능하면 혼자 할 수 있는 걸로요.","Greeting - CN":"是有合适的任务吗？最好是单人任务。","Greeting - TW":"是有合適的任務嗎？最好是單人任務。","Greeting - File":"\"vo_jane_greeting_001\"","Conversation 1 - EN":"Why do I use this kind of weapon? Because it's easy and efficient. I load a tailor-made grenade into the barrel, lock the rod into position, and aim to shoot. As simple as that.","Conversation 1 - JP":"なぜこの武器を使うのかって？シンプルで効率的だからだ。まず特製の手榴弾を銃身に装填する。ボルトハンドルをロックした後、照準を合わせて発射したら、任務完了だ。","Conversation 1 - KR":"왜 이런 무기를 쓰냐고요? 간단하고 효율적이니까요. 특수 제작한 유탄을 넣고 레버를 닫은 뒤 조준해서 방아쇠를 당기기만 하면 돼요.","Conversation 1 - CN":"为什么要用这种武器？因为简单，而且效率。我只需要把特制榴弹装进枪管，关闭并锁定控制杆后再瞄准开枪，就能完成工作了。","Conversation 1 - TW":"為什麼要用這種武器？因為簡單，而且效率。我只需要把特製榴彈裝進槍管，關閉並鎖定控制杆後再瞄準開槍，就能完成工作了。","Conversation 1 - File":"\"vo_jane_talk1_001\"","Conversation 2 - EN":"My family gave this bullet to me. They want me to be as unstoppable as a powerful bullet, capable of piercing any obstacle that stands in its way. Of course, it's also the last resort I keep for myself when I lose control.","Conversation 2 - JP":"この弾丸は家族が残してくれたものなんだ。あたしが弾丸のように勇敢になって、あらゆる困難を突破できるようにって。もちろん、自分のコントロールがきかなくなった時の最後の保険でもある。","Conversation 2 - KR":"이 탄알은 제 가족이 남겨준 거예요. 제가 탄알처럼 용감하게 앞으로 나아가며 모든 어려움을 이겨내길 바랐죠. 물론, 제가 폭주했을 때 스스로에게 남긴 마지막 보험이기도 하죠.","Conversation 2 - CN":"这枚子弹是我的家人留给我的，他们希望我能像子弹一样勇往直前，突破一切困难。当然，这也是在我失控时，留给自己的最后一道保险。","Conversation 2 - TW":"這枚子彈是我的家人留給我的，他們希望我能像子彈一樣勇往直前，突破一切困難。當然，這也是在我失控時，留給自己的最後一道保險。","Conversation 2 - File":"\"vo_jane_talk1_002\"","Conversation 3 - EN":"Over the course of a mission, I can be a weapon, a tool, or anything else you want me to be, provided that it's legal and the pay is good.","Conversation 3 - JP":"任務中、あたしは武器にも道具にもなれる。あなたが思いつくものなら何でも……法に触れず、報酬が妥当であればな。","Conversation 3 - KR":"임무 중에 저는 무기가 될 수도 있고, 도구가 될 수도 있어요. 당신이 원하는 것 무엇이든 되어드릴게요. 물론 합법적인 수단이고 보수만 적당하다면요.","Conversation 3 - CN":"在任务中，我可以是兵器，可以是工具，可以是您能想到的任何东西——前提是不违反律法且报酬合理。","Conversation 3 - TW":"在任務中，我可以是兵器，可以是工具，可以是您能想到的任何東西——前提是不違反律法且報酬合理。","Conversation 3 - File":"\"vo_jane_talk1_003\"","Special Conversation 1 - EN":"No matter how badly injured I am, I deserve it. It's part of my atonement for what I have done. You... you don't need to be so concerned about someone like me. I'll try my best to make everything right.","Special Conversation 1 - JP":"どんなに傷ついても、それがあたしの贖罪であって、誰のせいでもない。あなたは……あたしみたいな人間をそこまで気にしなくていい……あたしは全部上手くいくように頑張る。","Special Conversation 1 - KR":"제가 어떤 부상을 입든, 그건 모두 제가 받아야 할 벌일 뿐이에요. 그 누구의 잘못도 아니죠. 당신은… 저 같은 사람에게 이렇게 잘해주실 필요 없어요… 항상 최선을 다할게요.","Special Conversation 1 - CN":"不管伤成什么样，都是属于我的赎罪罢了，不是任何人的错。您……您不需要这么关心我这种人……我会努力做好一切的。","Special Conversation 1 - TW":"不管傷成什麼樣，都是屬於我的贖罪罷了，不是任何人的錯。您……您不需要這麼關心我這種人……我會努力做好一切的。","Special Conversation 1 - File":"\"vo_jane_talk2_001\"","Special Conversation 2 - EN":"What a psycho I am... Always finding satisfaction in violence and destruction. You must find me weird, right?","Special Conversation 2 - JP":"あたしは本当にダメな人間だ……いつも破壊と破滅から満足感を得ている。あなたはきっと……あたしを変な奴だと思ってるよな。","Special Conversation 2 - KR":"전 정말 정상이 아닌가 봐요… 항상 폭력과 파괴 속에서 만족감을 얻다니… 당신은 분명… 제가 이상하다고 생각하겠죠.","Special Conversation 2 - CN":"我还真是差劲……总是会从破坏和毁灭中感到满足。您一定……觉得我很奇怪吧。","Special Conversation 2 - TW":"我還真是差勁……總是會從破壞和毀滅中感到滿足。您一定……覺得我很奇怪吧。","Special Conversation 2 - File":"\"vo_jane_talk2_002\"","Special Conversation 3 - EN":"Thanks to you and the MBCC, my family have returned to Eastside safely. I plan to visit them within the next few days. Wh-what?! You'd like to come with me?! I-isn't that a bit too soon...?","Special Conversation 3 - JP":"MBCCと局長に助けてもらったおかげで、あたしの家族は無事にニューシティに戻れた……2～3日したら、会いに行こうと思ってる。え！？あ、あなたも行くのか？それは……ちょっと……早すぎないか？","Special Conversation 3 - KR":"MBCC와 국장님의 도움에 감사드려요. 제 가족은 이미 무사히 신성으로 돌아갔어요… 이틀 뒤에 보러 가고 싶어요. 네?! 구, 국장님도 같이 가신다고요? 그… 그건 너무… 이른 거 아닌가요?","Special Conversation 3 - CN":"谢谢MBCC和局长您的帮助，我的家人已经安全回到新城了……过两天，我想去看望他们。诶？！您、您也要去吗？这……这会不会有点……太早了？","Special Conversation 3 - TW":"謝謝MBCC和局長您的幫助，我的家人已經安全回到新城了……過兩天，我想去看望他們。咦？！您、您也要去嗎？這……這會不會有點……太早了？","Special Conversation 3 - File":"\"vo_jane_talk2_003\"","Full Compliance - EN":"If I had been more rational at the time, would everything have turned out differently? Ah, here I go again, thinking about the what-ifs. I know it. For all the choices in the world, there are no what-ifs, only the results. But I'm lucky that, of all my choices, you are the most correct one.","Full Compliance - JP":"もしあの時あたしがもっと理性的だったら、全部違っていたと思うか？あぁ……また考えすぎたな。分かってる。この世の選択肢に「もしも」なんてない。あるのは結果だけ……でも幸い、あたしの選択の中であなたが一番正しい答えだ。","Full Compliance - KR":"그때 제가 조금만 더 이성적이었다면 모든 게 달라졌을까요? 아… 제가 또 생각이 많았네요. 알아요, 이 세상 모든 선택지에 만일이라는 전제는 존재하지 않고, 오직 결과만이 남는다는 걸… 그래도 제가 내린 모든 선택 중에 당신은 가장 정답인 것 같아 다행이에요.","Full Compliance - CN":"您说，如果那时我再理智一些，会不会一切都不一样呢？啊……我又开始多想了，我知道的，这世界上的所有选择，没有如果，只有结果……但我很庆幸，您就是我所有选择中，最正确的答案。","Full Compliance - TW":"您說，如果那時我再理智一些，會不會一切都不一樣呢？啊……我又開始多想了，我知道的，這世界上的所有選擇，沒有如果，只有結果……但我很慶幸，您就是我所有選擇中，最正確的答案。","Full Compliance - File":"\"vo_jane_obeyfull_001\"","Idle - EN":"Eight, nine, ten... These bullets should be enough. Hmm, it's better to err on the side of caution. I'll pack some more. It took quite some time to take down just one Fire Bather during my last mission.","Idle - JP":"……8、9、10……これだけ用意すれば十分だろう。いや……念のため、もう少し他の弾丸も用意しておくか……前回の任務中、浴火の者を1体仕留めるのに時間がかかったからな。","Idle - KR":"8, 9, 10… 이 정도 준비했으면 충분하겠지. 아냐… 혹시 모르니까 다른 탄알도 준비해 둬야겠어, 지난번 임무에서 그렇게 많은 탄알을 사용했는데 겨우 파이어블러드 하나만 제거했거든.","Idle - CN":"八，九，十……准备这么多应该够了吧。不……以防万一还是再准备一点别的子弹，上次任务的浴火者打了好久才放倒一只。","Idle - TW":"八，九，十……準備這麼多應該夠了吧。不……以防萬一還是再準備一點別的子彈，上次任務的浴火者打了好久才放倒一隻。","Idle - File":"\"vo_jane_idle_001\"","Annoyed - EN":"It tickles. Please don't do this when I need to concentrate.","Annoyed - JP":"……ちょっとくすぐったい。 集中してる時はやめてくれ。","Annoyed - KR":"…간지러워요. 제가 집중하고 있을 땐 이러지 마세요.","Annoyed - CN":"……有点痒。请您不要在我专心的时候做这种事。","Annoyed - TW":"……有點癢。請您不要在我專心的時候做這種事。","Annoyed - File":"\"vo_jane_clicking_001\"","Special Attention - EN":"Please keep your distance, even if you're curious...","Special Attention - JP":"あたしとは距離を置いてほしい……気になっても、そんなに近づかないでくれ……","Special Attention - KR":"제게서 좀 떨어져 주실래요? …아무리 궁금해도 이렇게 가까운 건 좀…","Special Attention - CN":"请和我保持一点距离吧……就算您好奇也别贴这么近……","Special Attention - TW":"請和我保持一點距離吧……就算您好奇也別貼這麼近……","Special Attention - File":"\"vo_jane_specialattention_001\"","Dispatch - EN":"Any place other than a bank is fine with me.","Dispatch - JP":"銀行以外の所なら問題ない。","Dispatch - KR":"은행만 아니라면 문제없어요.","Dispatch - CN":"银行以外的地方，我都没问题。","Dispatch - TW":"銀行以外的地方，我都沒問題。","Dispatch - File":"\"vo_jane_dispatch_001\"","Dispatch Complete - EN":"It was a bit easier than I'd expected.","Dispatch Complete - JP":"予想よりも簡単だった。","Dispatch Complete - KR":"생각보다 간단하네요?","Dispatch Complete - CN":"比预想得还要简单一些。","Dispatch Complete - TW":"比預想得還要簡單一些。","Dispatch Complete - File":"\"vo_jane_dispatch2_001\"","Level Up - EN":"If only my bullets could grow more powerful along with me. Some Corruptors really have thick skins.","Level Up - JP":"弾もあたしと一緒に強くなれたらいいのに。死瞳の中には皮がすごく硬い奴がいるんだ。","Level Up - KR":"탄알도 저처럼 강해졌으면 좋겠어요, 방어력이 굉장히 강한 괴변체도 있거든요.","Level Up - CN":"要是子弹也会和我一起变强就好了，有些死役的皮真的很硬。","Level Up - TW":"要是子彈也會和我一起變強就好了，有些死役的皮真的很硬。","Level Up - File":"\"vo_jane_levelup_002\""}]}